import type { ITweet } from '../tweet.interface'

export const TWEETS: ITweet[] = [
    {
        text: 'Утро начинается с кофе и хорошего настроения! ☕️✨ #ДоброеУтро',
        author: 'CoffeeLover',
    },
    {
        text: 'Программирование — это магия, где ты волшебник. �💻 #DevLife',
        author: 'CodeWizard',
    },
    {
        text: 'Котики — лучшее лекарство от стресса. 🐱💖 #ПушистыйАнтидепрессант',
        author: 'CatPerson',
    },
    {
        text: 'Когда находишь баг в пятницу вечером... 😅🔫 #ПрограммистскиеБудни',
        author: 'BugHunter',
    },
    {
        text: 'Путешествия делают нас богаче. 🌍✈️ #ЖизньВДороге',
        author: 'TravelAddict',
    },
    {
        text: 'Кто еще ненавидит понедельники? 🙈😫 #MondayBlues',
        author: 'WeekendWarrior',
    },
    {
        text: 'Музыка — это универсальный язык души. 🎵💫 #ЖивиМузыкой',
        author: 'MusicSoul',
    },
    {
        text: 'Лучший способ предсказать будущее — создать его. 🚀🔥 #Мотивация',
        author: 'FutureMaker',
    },
    {
        text: 'Книги — это порталы в другие миры. 📚🌌 #Чтение',
        author: 'BookWorm',
    },
    {
        text: 'Спать — это хорошо, но кодить — лучше. 😴💻 (Хотя нет, спать всё же лучше.) #DevConfessions',
        author: 'SleepyCoder',
    },
]
